Repository: 0xWDG/AuroraEditor
Catalog: AuroraEditor/Core/Settings/Resources/Localizable.xcstrings
Source language: en
Languages: ar_ae, da, de, de_ch, es, es_mx, es_us, fr, fr_ca, hi_in, id, it, it_ch, ja_jp, ko_kr, nb_no, nl, pl, pt, pt_br, ru, sv, th, tr, uk_ua, vi, zh_hans, zh_hant

# settings.general.navigator.find
source: Find Navigator Detail
ar_ae: الإعدادات.العامة.المستكشف.البحث
de_ch: einstellungen.allgemein.Navigator.finde.
es_mx: Ajustes.general.navigator.encontrar
es_us: Ajustes.general.navigator.encontrar
fr_ca: Paramètres.général.navigateur.trouver.
hi_in: Settings.general.navigator.find
id: Pengaturan.umum.navigator.temukan
it: Dettaglio Navigatore Cerca
it_ch: Impostazioni.Generale.Navigatore.Trova
ja_jp: 設定.一般.ナビゲータ.探す
ko_kr: 설정.일반.네비게이터.찾기
nb_no: Innstillinger.Generelt.Navigator.Finn
pt: Definições.geral.navigator.encontrar
pt_br: Configurações.gerais.navigator.encontrar
tr: ayarlar.genel.navigator.bulun
uk_ua: Settings.general.navigator.find
zh_hant: 導航器搜尋細節層次

# settings.general.issues.inline
source: Show Inline
ar_ae: الإعدادات.عامة.القضايا.مضمنة
de_ch: Einzelheiten.Allgemein.Probleme.Inline.
es_mx: Ajustes.general.cuestiones.en línea
es_us: Ajustes.general.cuestiones.en línea
fr_ca: Paramètres.général.problèmes.ligne
hi_in: सेटिंग्स.सामान्य.मुद्दे.इनलाइन
id: Pengaturan.umum.masalah.inline
it: Mostra Inline
it_ch: Impostazioni.generali.problemi.in linea.
ja_jp: 設定.一般.問題.行内
ko_kr: 설정.일반.문제.줄표시하기
nb_no: Innstillinger.Generelt.Problemer.Inn linjen.
pt: configurações.gerais.problemas.linha-dentada
pt_br: configurações.gerais.problemas.linha-baixo
tr: ayarlar.genel.sorunlar.satır içi
uk_ua: Settings.general.issues.inline
zh_hant: 行內顯示

# settings.source.control.git.author.email
source: Author Email
ar_ae: Settings.source.control.git.author.email
de_ch: \settings.source.control.git.author.email.
es_mx: Ajustes.Fuente.Control.Git.Autor.Correo electrónico.
es_us: Configuración.Fuente.Control.Git.Autor.Correo electrónico
fr_ca: Paramètres.source.contrôle.git.auteur.e-mail.
hi_in: Settings.source.control.git.author.email
id: Pengaturan.sumber.kontrol.git.penulis.email
it: Email dell'autore
it_ch: Impostazioni.Fonte.Controllo.Git.Autore.Email
ja_jp: 設定.ソース.コントロール.git.作者.メール
ko_kr: 설정.소스.제어.지트.저자.이메일
nb_no: Innstillinger.kilde.kontroll.git.forfatter.e-postadresse
pt: Configurações.fonte.controlo.git.autor.e-mail
pt_br: Configurações.fonte.controlo.git.autor.e-mail.
tr: ayarlar.kaynak.kontrol.git.yazar.e-posta
uk_ua: Налаштування.джерело.контроль.git.автор.електронна пошта
zh_hant: 作者電郵

# settings.theme.appearance.universal
source: Universal
ar_ae: الإعدادات.الموضوع.المظهر.عالمي
de_ch: Einrichtung.Thema.Auftritt.Universell.
es_mx: Ajustes.tema.apariencia.universal
es_us: Ajustes.tema.apariencia.universal
fr_ca: Paramètres.thème.apparence.universel.
hi_in: सेटिंग्स.थीम.उपस्थिति.सार्वभौमिक
id: Pengaturan.tema.penampilan.universal
it: Universale
it_ch: Impostazioni.tema.aspetto.universale
ja_jp: 設定.テーマ.外観.普遍的
ko_kr: 설정. 테마. 모양새. 보편적
nb_no: innstillinger.tema.utseende.universelt
pt: Definições.tema.aparecimento.universal
pt_br: Configurações.tema.aparecimento.universal
tr: ayarlar.tema.görünüm.evrensel
uk_ua: Налаштування.тема.зовнішність.універсальний
zh_hant: 通用

# settings.general.navigator.size
source: Project Navigator Size
ar_ae: الإعدادات.العامة.الملاح.الحجم
de_ch: einstellungen.allgemein.navigator.grösse.
es_mx: Ajustes.general.navigator.tamaño
es_us: Ajustes.general.navigator.tamaño
fr_ca: Paramètres.général.navigateur.taille.
hi_in: सेटिंग्स.general.navigator.size
id: Pengaturan.umum.navigator.ukuran
it: Dimensione Navigatore del Progetto
it_ch: Impostazioni.generali.navigatore.dimensioni
ja_jp: 設定.一般.ナビゲータ.サイズ
ko_kr: 설정.일반.네비게이터.크기
nb_no: Innstillinger.Generell.Navigator.Størrelse.
pt: Configurações.Geral.Navegador.Tamanho
pt_br: Configurações.gerais.navigator.tamanho
tr: ayarlar.genel.navigator.boyut
uk_ua: Settings.general.navigator.size
zh_hant: 專案導航器大小

# settings.source.control.git.options
source: Options
ar_ae: Settings.source.control.git.options
de_ch: einstellungen.Quelle.Steuerung.Git.Optionen.
es_mx: Ajustes.Fuente.Control.Git.Opciones.
es_us: Ajustes.Fuente.Control.Git.Opciones.
fr_ca: Paramètres.source.contrôle.git.options.
hi_in: Settings.source.control.git.options
id: Pengaturan.sumber.kontrol.git.opsi
it: Opzioni
it_ch: Impostazioni.Fonte.Controllo.Git.Opzioni.
ja_jp: 設定.ソース.コントロール.git.オプション
ko_kr: 설정.소스.컨트롤.깃.옵션들
nb_no: Innstillinger.kilde.kontroll.git.valg.
pt: Configurações.fonte.controlo.git.opções
pt_br: configurações.fonte.controlo.git.opções
tr: ayarlar.kaynak.kontrol.git.seçenekler
uk_ua: Налаштування.джерело.контроль.git.опції
zh_hant: 選項

# settings.theme.terminal.dark
source: Always use dark terminal appearance
ar_ae: الإعدادات.الموضوع.المحطة الطرفية.المظلمة
de_ch: Einstellungen.Thema.Terminal.Dunkel.
es_mx: Ajustes.tema.terminal.oscuro.
es_us: Ajustes.tema.terminal.oscuro.
fr_ca: Paramètres.thème.terminal.sombre.
hi_in: सेटिंग्स.थीम.टर्मिनल.डार्क
id: Pengaturan.tema.terminal.gelap
it: Utilizza sempre un aspetto scuro per il terminale
it_ch: Impostazioni.tema.terminale.oscuro.
ja_jp: 設定.テーマ.端末.ダーク
ko_kr: 설정.테마.터미널.다크
nb_no: Innstillinger.tema.terminal.mørk
pt: Definições.tema.terminal.escuro.
pt_br: Configurações.tema.terminal.escuro.
tr: ayarlar.teması.terminal.karanlık
uk_ua: Settings.theme.terminal.dark
zh_hant: 一律使用深色終端機外觀

# settings.theme.preview
source: Preview
ar_ae: الإعدادات.الموضوع.المعاينة
de_ch: einstellungen.thema.vorschau.
es_mx: Ajustes. Tema. Vista previa
es_us: Ajustes. Tema. Vista previa
fr_ca: Paramètres.thème.aperçu.
hi_in: सेटिंग्स.थीम.पूर्वावलोकन
id: Pengaturan.tema.pratinjau
it: Anteprima
it_ch: Impostazioni.tema.anteprima
ja_jp: 設定.テーマ.プレビュー
ko_kr: 설정. 테마. 미리보기
nb_no: Innstillinger.tema.forhåndsvisning.
pt: Definições.tema.visualização.previa. Definições
pt_br: Ajustes.tema.visualização.
tr: ayarlar.tema.öniz görüntüleme
uk_ua: Settings.theme.preview
zh_hant: 預覽

# settings.global.login
source: Sign In
ar_ae: الإعدادات.العالمية.تسجيل الدخول
de_ch: einstellungen.global.login
es_mx: Inicio de sesión de ajustes.global.
es_us: ajustes.global.inicio de sesión
fr_ca: Paramètres.globaux.connexion.
hi_in: सेटिंग्स.ग्लोबल.लॉगिन
id: Pengaturan.global.masuk
it: Accedi
it_ch: Impostazioni.Global.Login
ja_jp: 設定.グローバル.ログイン
ko_kr: 설정.글로벌.로그인
nb_no: Innstillinger.Global.Innlogging
pt: Definições.globais.login
pt_br: Configurações.global.login
tr: ayarlar.dglobal.giriş
uk_ua: Settings.global.login
zh_hant: 登入

# settings.source.control.git.author
source: Git Author Name
ar_ae: الإعدادات.المصدر.التحكم.git.المؤلف
de_ch: Einstellung.Quelle.Steuerung.Git.Autor.
es_mx: Configuración.Fuente.Control.Git.Autor.
es_us: Configuración.Fuente.Control.Git.Autor.
fr_ca: Paramètres.source.contrôle.git.auteur.
hi_in: Settings.source.control.git.author
id: Pengaturan.sumber.kontrol.git.penulis
it: Nome autore Git
it_ch: Impostazioni.Fonte.Controllo.Git.Autore.
ja_jp: 設定.ソース.コントロール.git.作者
ko_kr: 설정.소스.컨트롤.깃.저자
nb_no: Innstillinger.kilde.kontroll.git.forfatteren.
pt: Configurações.fonte.controlo.git.autor
pt_br: Configurações.fonte.controlo.git.autor.
tr: ayarlar.kaynak.kontrol.git.yazar
uk_ua: Налаштування.джерело.контроль.git.автор
zh_hant: Git 作者名稱

# settings.update.failure.checking
source: Failure checking for Updates...
ar_ae: الإعدادات.التحديث.الفشل.التحقق
de_ch: Einstellungen.Aktualisierung.Fehler.Überprüfung.
es_mx: Ajustes.actualización.fallo.revisión
es_us: Ajustes.actualización.fallo.revisión
fr_ca: Mise à jour des paramètres échec de vérification.
hi_in: सेटिंग्स.अपडेट.विफलता.जाँच
id: Pengaturan.pembaruan.kegagalan.memeriksa
it: Impossibile verificare gli aggiornamenti...
it_ch: Impostazioni.aggiornamento.fallimento.controllo
ja_jp: 設定。アップデート。失敗。確認
ko_kr: 설정.업데이트.실패.검증
nb_no: innstillinger.oppdatering.feil.kontroll
pt: Ajustes.atualização.falha.verificação
pt_br: configurações.atualização.falha.verificação
tr: ayarlar.güncelleme.hatal.kontrolü
uk_ua: Налаштування.update.failure.checking
zh_hant: 查詢程式更新失敗⋯

# settings.general.file.icon.style.color
source: Color
ar_ae: الإعدادات.عام.ملف.أيكون.نمط.لون
de_ch: Einzelheiten.Allgemein.Datei.Symbol.Stil.Farbe.
es_mx: Ajustes.general.Archivo.Icono.Estilo.Color.
es_us: Ajustes.general.Archivo.Icono.Estilo.Color.
fr_ca: Paramètres.général.fichier.icône.style.couleur.
hi_in: Settings.general.file.icon.style.color
id: Pengaturan.umum.file.ikon.gaya.warna
it: A colori
it_ch: Impostazioni.Generale.File.Icona.Stile.Colore.
ja_jp: 設定.一般.ファイル.アイコン.スタイル.カラー
ko_kr: 설정.일반.파일.아이콘.스타일.색상
nb_no: Innstillinger.Generell.Fil.Ikon.Stil.Farge.
pt: Configurações.Geral.Arquivo.Ícone.Estilo.Cor.
pt_br: Configurações.Geral.Arquivo.Ícone.Estilo.Cor.
tr: ayarlar.genel.dosyası.simge.stil.renk
uk_ua: Налаштування.загальний.файл.іконка.стиль.колір
zh_hant: 彩色

# global.done
source: Done
ar_ae: عالمي. تم
de_ch: Weltweit.Fertig.
es_mx: reloj.terminado
es_us: mundial.terminado
fr_ca: Rendu mondial.
hi_in: वैश्विक. किया गया
id: Global.selesai
it: Completato
it_ch: Global. finito.
ja_jp: グローバル.完了
ko_kr: 전세계적.완성됨
nb_no: Global. Ferdig.
pt: global.feito
pt_br: Global.feito
tr: kapsamlı.bitti
uk_ua: Глобальний.здонено
zh_hant: 完成

# settings.general.inspector.keep.open
source: Keep Inspector Sidebar Open
ar_ae: الإعدادات.العامة.المفتش.الابقاء.مفتوحة
de_ch: Einstellungen.Allgemein.Inspektor.Immer offen lassen.
es_mx: Ajustes.general.inspector.mantener.abierto
es_us: Ajustes.general.inspector.mantener.abierto
fr_ca: Paramètres.général.inspecteur.garder.ouvert.
hi_in: सेटिंग्स.सामान्य.इंस्पेक्टर.खुला रखें
id: Pengaturan.umum.inspektur.tetap.terbuka
it: Mantieni il Pannello Ispeziona Aperto
it_ch: Impostazioni.generali.inspector.tenere.aperto
ja_jp: 設定.一般.検査官.保持.開いている
ko_kr: 설정.일반.감사관.유지.열림
nb_no: Innstillinger.Generell.Inspektør.Behold.Åpent.
pt: Definições.gerais.inspector.mantém.aberto
pt_br: Configurações.gerais.inspector.mantém.aberto.
tr: ayarlar.genel.inceleyic.kalan.açık
uk_ua: Settings.general.inspector.keep.open
zh_hant: 保持檢視器邊欄開啟

# settings.terminal.shell.system
source: System Default
ar_ae: الإعدادات.المحطة.الشل.النظام
de_ch: Einrichtungen.Terminal.Shell.System.
es_mx: Ajustes.terminal.shell.sistema
es_us: Ajustes.terminal.shell.sistema
fr_ca: Paramètres.terminal.shell.système.
hi_in: सेटिंग्स.टर्मिनल.शेल.सिस्टम
id: Pengaturan.terminal.shell.sistem
it: Sistema predefinito
it_ch: Impostazioni.terminale.shell.sistema
ja_jp: 設定.端末.シェル.システム
ko_kr: 설정.터미널.셸.시스템
nb_no: Innstillinger.terminal.shell.system
pt: Configurações.terminal.shell.sistema
pt_br: Configurações.terminal.shell.sistema
tr: ayarlar.terminal.shell.sistem
uk_ua: Налаштування.термінал.оболонка.система
zh_hant: 系統預設

# settings.theme.selection
source: Select a Theme
ar_ae: الإعدادات.الموضوع.الاختيار
de_ch: einstellungen.thema.auswahl.
es_mx: Ajustes.tema.selección
es_us: Ajustes.tema.selección
fr_ca: Paramètres.thème. sélection.
hi_in: सेटिंग्स.थीम.चयन
id: Pengaturan.tema.seleksi
it: Seleziona un tema
it_ch: Impostazioni.tema.selezione
ja_jp: 設定.テーマ.選択
ko_kr: 설정. 테마. 선택
nb_no: innstillinger.tema.valg
pt: Definições. Tema. Seleção
pt_br: configurações.tema.seleção
tr: ayarlar.tema.seçim
uk_ua: Налаштування.тема.вибір
zh_hant: 選擇風格

# settings.theme.style.cursor
source: Cursor
ar_ae: الإعدادات.الموضوع.النمط.المئشر
de_ch: einstellungen.thema.stil.cursor.
es_mx: Ajustes.tema.estilo.cursor.
es_us: Ajustes.tema.estilo.cursor.
fr_ca: Paramètres.thème.style.courseur.
hi_in: सेटिंग्स.थीम.शैली.कर्सर
id: Pengaturan.tema.gaya.kursor
it: Cursore
it_ch: Impostazioni.tema.stile.cursor.
ja_jp: 設定.テーマ.スタイル.カーソル
ko_kr: 설정. 테마. 스타일. 커서
nb_no: innstillinger.tema.stil.pil
pt: Definições. Tema. Estilo. Ponteiro.
pt_br: Configurações.tema.estilo.cursor.
tr: ayarlar.tema.stil.imleç
uk_ua: Settings.theme.style.cursor
zh_hant: 游標

# settings.source.control.general.open.issues.browser
source: Open created issue in the browser
ar_ae: Settings.source.control.general.open.issues.browser
de_ch: einstellungen.Quelle.Steuerung.Allgemein.Öffnen.Probleme.Browser.
es_mx: Ajustes.Fuente.Control.General.Abre.Problemas.Navegador.
es_us: Ajustes.Fuente.Control.General.Abre.Problemas.Navegador.
fr_ca: Paramètres.source.contrôle.général.ouverture.problèmes.navigateur.
hi_in: सेटिंग्स.स्रोत.नियंत्रण.सामान्य.खुला.मुद्दा.ब्राउज़र
id: Pengaturan.sumber.kontrol.umum.terbuka.masalah.browser
it: Apri il problema creato nel browser
it_ch: Impostazioni.Fonte.Controllo.Generale.Aprire.Problemi.Browser.
ja_jp: 設定.ソース.コントロール.一般.オープン.問題.ブラウザ
ko_kr: 설정.소스.제어.일반.열기.문제.브라우저
nb_no: Innstillinger.kilde.kontroll.generell.åpne.problemer.nettleser.
pt: Configurações.fonte.controlo.geral.abrir.problemas.navigator
pt_br: configurações.fonte.controle.geral.abrir.problemas.navigator
tr: ayarlar.kaynak.kontrol.genel.açık.sorunlar.tarayıcı
uk_ua: Settings.source.control.general.open.issues.browser
zh_hant: 在瀏覽器裡開啟新增問題

# settings.global.font.custom
source: Custom
ar_ae: الإعدادات.العالمية.الخط.مخصص
de_ch: Einstellung.global.Schrift.Benutzerdefiniert.
es_mx: Ajustes.global.Fuente.personalizados
es_us: Ajustes.global.font.personalizados
fr_ca: Paramètres.GLOBAL.Police.Personnalisé.
hi_in: सेटिंग्स.global.font.custom
id: Pengaturan.global.font.kustom
it: Personalizzato
it_ch: Impostazioni.Global.Font.Personalizzato
ja_jp: 設定.グローバル.フォント.カスタム
ko_kr: 설정.글로벌.글꼴.커스텀
nb_no: Innstillinger.Global.Skrift.Egendefinert.
pt: Definições.global.fonte.personalizada
pt_br: Configurações.global.font.custom
tr: ayarlar.dörtgen.yazı tipi.özel
uk_ua: Settings.global.font.custom
zh_hant: 自訂

# settings.general.file.extensions
source: File Extensions
ar_ae: الإعدادات.عام.ملف.الامتدادات
de_ch: Einstellungen.Allgemein.Datei.Erweiterungen.
es_mx: Ajustes.general.archivo.extensiones
es_us: Ajustes.general.archivo.extensiones
fr_ca: Paramètres.général.fichier.extensions.
hi_in: सेटिंग्स.general.file.extensions
id: Pengaturan.umum.berkas.ekstensi
it: Estensioni dei File
it_ch: Impostazioni.Generale.File.Estensioni
ja_jp: 設定.一般.ファイル.拡張子
ko_kr: 설정.일반.파일.확장자
nb_no: Innstillinger.Generell.Fil.Endelser
pt: Definições.gerais.ficheiro.extensões
pt_br: configurações.gerais.arquivo.extensões
tr: ayarlar.genel.dosya.uzantılar
uk_ua: Налаштування.загальні.файл.розширення
zh_hant: 副檔名

# settings.global.login.account
source: Account:
ar_ae: الإعدادات.العالمية.تسجيل الدخول.الحساب
de_ch: Einstellung.global.Login.Konto.
es_mx: Ajustes.global.inicio de sesión.cuenta
es_us: Ajustes.global.inicio de sesión.cuenta
fr_ca: Paramètres.globaux.connexion.compte.
hi_in: सेटिंग्स.ग्लोबल.लॉगिन.खाता
id: Pengaturan.global.masuk.akun
it_ch: Impostazioni.Global.Login.Account
ja_jp: 設定.グローバル.ログイン.アカウント
ko_kr: 설정.글로벌.로그인.계정
nb_no: Innstillinger.Global.Innlogging.Konto
pt: Definições.globais.login.conta
pt_br: Configurações.global.login.conta
tr: ayarlar.dglobal.giriş.hesap
uk_ua: Налаштування.глобальний.вхід.акаунт
zh_hant: 帳號：

# settings.update.retry
source: Retry Again
ar_ae: الإعدادات.التحديث.إعادة المحاولة
de_ch: Einstellungen.Aktualisieren.Erneut versuchen.
es_mx: Ajustes.actualizar.intentar de nuevo
es_us: actualizar configuración.intentar nuevamente
fr_ca: Paramètres.mettre à jour.réessayer.
hi_in: सेटिंग्स.अपडेट.पुनः प्रयास
id: Pengaturan.pembaruan.coba lagi
it: Riprova
it_ch: Impostazioni.Aggiorna.Riprova.
ja_jp: 設定を更新して再試行する
ko_kr: 설정.업데이트.재시도
nb_no: innstillinger.oppdater.prøv igjen.
pt: redefinir.atualizar.tentar novamente
pt_br: Atualizar configurações.tentar novamente.
tr: ayarlar.güncelleme.yeniden deneme
uk_ua: Налаштування.update.retry
zh_hant: 重試

# settings.update.channel
source: Update Channel
ar_ae: الإعدادات.التحديث.القناة
de_ch: Einstellungen.Aktualisierung.Kanal
es_mx: Ajustes.actualización.canal
es_us: Ajustes.actualización.canal
fr_ca: Paramètres.mise à jour.chaîne.
hi_in: सेटिंग्स.अपडेट.चैनल
id: Pengaturan.pembaruan.saluran
it: Canale di aggiornamento
it_ch: Impostazioni.Aggiorna.Canale
ja_jp: 設定.アップデート.チャンネル
ko_kr: 설정.업데이트.채널
nb_no: Innstillinger.Oppdater.Kanal
pt: redefinições.atualizar.canal
pt_br: Configurações.atualizar.canal
tr: ayarlar.güncelleme.kanal
uk_ua: Налаштування.update.channel
zh_hant: 更新頻道

# settings.general.navigator.size.large
source: Large
ar_ae: الإعدادات.عام.الملاح.الحجم.كبير
de_ch: einstellungen.allgemein.navigator.grösse.grösse.
es_mx: Ajustes.general.navigator.tamaño.grande
es_us: Ajustes.general.navigator.tamaño.grande
fr_ca: Paramètres.général.navigateur.taille.grosse.
hi_in: सेटिंग्स.general.navigator.size.large
id: Pengaturan.umum.navigator.ukuran.besar
it: Grande
it_ch: Impostazioni.generali.navigatore.dimensioni.grandi
ja_jp: 設定.一般.ナビゲータ.サイズ.大きい
ko_kr: 설정.일반.네비게이터.크기.대
nb_no: innstillinger.generell.navigator.størrelse.stor
pt: configurações.gerais.navigator.tamanho.grande
pt_br: Configurações.gerais.navigator.tamanho.grande
tr: ayarlar.genel.navigatör.boyut.geniş
uk_ua: Налаштування.загальний.навігатор.розмір.великий
zh_hant: 大

# settings.aurora.login.create
source: Create a Aurora Editor account
ar_ae: Settings.aurora.login.create
de_ch: Einrichtung.Aurora.Login.Erstellen.
es_mx: Ajustes.aurora.inicio de sesión.crear
es_us: Ajustes.aurora.inicio de sesión.crear
fr_ca: Paramètres.Aurora.Connexion.Créer.
hi_in: सेटिंग्स.ऑरोरा.लॉगिन.क्रिएट
id: Pengaturan.aurora.masuk.buat
it: Crea un account di Aurora Editor
it_ch: Impostazioni.aurora.login.creare.
ja_jp: 設定.オーロラ.ログイン.作成
ko_kr: 설정.오로라.로그인.크리에이션
nb_no: Stillinger.Aurora.Login.Opprett.
pt: Definições.aurora.login.criar
pt_br: Configurações.aurora.login.criar
tr: ayarlar.aurora.giriş.oluşturma
uk_ua: Settings.aurora.login.create
zh_hant: 創建一個 Aurora Editor 帳號

# settings.general.menu.bar.shown
source: Shown
ar_ae: الإعدادات.عام.القائمة.شريط.يظهر
de_ch: einstellungen.allgemein.menüleiste.angezeigt.
es_mx: Ajustes.general.menú.barra.mostrada.
es_us: Ajustes.general.menú.barra.mostrada
fr_ca: Paramètres.général.menu.bar.affiché.
hi_in: सेटिंग्स.general.menu.bar.shown
id: Pengaturan.umum.menu.bar.ditampilkan
it: Mostrata
it_ch: Impostazioni.generali.menu.bar.mostrato.
ja_jp: 設定.一般.メニュー.バー.表示された
ko_kr: 설정.일반.메뉴.바.표시됨
nb_no: Innstillinger.Generelt.Meny.Bar.Vist.
pt: Definições.gerais.menu.bar.mostrado
pt_br: Configurações.gerais.menu.bar.mostrado.
tr: ayarlar.genel.menü.bar.görüntülenen
uk_ua: Settings.general.menu.bar.shown
zh_hant: 顯示

# settings.source.control.general.enable
source: Enable Source Control
ar_ae: الإعدادات.المصدر.التحكم.العام.التمكين
de_ch: einstellungen.Quelle.Steuerung.Allgemein.Aktivieren.
es_mx: Ajustes.Fuente.Control.General.Activar
es_us: Ajustes.Fuente.Control.General.Activar
fr_ca: Paramètres.source.contrôle.général.activer.
hi_in: Settings.source.control.general.enable
id: Pengaturan.sumber.kontrol.umum.aktifkan
it: Abilita il controllo di versione
it_ch: Impostazioni.Fonte.Controllo.Generale.Abilitare.
ja_jp: 設定.ソース.コントロール.一般.有効化
ko_kr: 설정.소스.컨트롤.일반.활성화
nb_no: Innstillinger.kilde.kontroll.generell.aktiver
pt: Configurações.fonte.controlo.geral.ativar
pt_br: Configurações.fonte.controlo.geral.ativar.
tr: ayarlar.kaynak.kontrol.genel.etkinleştir
uk_ua: Налаштування.джерело.контроль.загальний.увімка
zh_hant: 啟用原始碼管理

# settings.account.username
source: Username
ar_ae: الإعدادات.الحساب.اسم المستخدم
de_ch: Einrichtung.Konto.Benutzername.
es_mx: Ajustes.cuenta.nombre de usuario
es_us: Ajustes.cuenta.nombre de usuario
fr_ca: Paramètres.compte.nom d'utilisateur.
hi_in: सेटिंग्स.खाता.उपयोगकर्ता नाम
id: Pengaturan.akun.namapengguna
it_ch: Impostazioni.account.nomeutente
ja_jp: 設定.アカウント.ユーザー名
ko_kr: 설정.계정.사용자이름
nb_no: Innstillinger.Konto.Brukernavn.
pt: Definições.conta.nome de utilizador
pt_br: Configurações.conta.nome de usuário.
tr: ayarlar.hesap.kullanıcıadresi
uk_ua: Settings.account.username
zh_hant: 用戶名稱

# settings.source.control.git.show.commits
source: Show merge commits in per-file log
ar_ae: الإعدادات.المصدر.التحكم.git.show.commits
de_ch: Einzelheiten.Quelle.Steuerung.Git.Zeig.Beiträge.
es_mx: Configuración.Fuente.Control.Git.Mostrar.Commit.
es_us: Configuración.Fuente.Control.Git.Mostrar.Comprobaciones.
fr_ca: Paramètres.source.contrôle.git.affiche.commits.
hi_in: Settings.source.control.git.show.commits
id: Pengaturan.sumber.kontrol.git.tampilkan.komit
it: Mostra i commit di merge nel log per file
it_ch: Impostazioni.Fonte.Controllo.Git.Mostra.Commessi.
ja_jp: 設定.ソース.コントロール.git.show.コミット
ko_kr: 설정.소스.제어.지트.표시.참여사항
nb_no: Innstillinger.kilde.kontroll.git.vis.kommitter
pt: configurações.fonte.controlo.git.mostrar.comitamentos
pt_br: configurações.fonte.controlo.git.mostra.comitamentos
tr: ayarlar.kaynak.kontrol.git.görüntüle.tamamlar
uk_ua: Settings.source.control.git.show.commits
zh_hant: 以各檔分別顯示併入提示（merge commits）

# about.no.version
source: No Version
ar_ae: حول.لا.نسخة
de_ch: Info.keine.Version.
es_mx: Acerca de.sin.versión
es_us: sobre.no.versión
fr_ca: à propos.pas.de.version.
hi_in: बिना संस्करण के बारे में
id: Tentang.tidak.versi
it: Nessuna versione
it_ch: Apro.versione.no.
ja_jp: について。ノー。バージョン
ko_kr: 대략.아니.버전
nb_no: info.no.versjon
pt: Sobre.versão.não.
pt_br: Sobre.sem.versão
tr: hakkında.hayır.sürüm
uk_ua: Про.немає.версії
zh_hant: 無版本

# settings.github.enterprise.login.header
source: Sign in to your GitHub Enterprise account
ar_ae: Settings.github.enterprise.login.header
de_ch: Einstellungen.github.enterprise.login.Header.
es_mx: Ajustes.github.empresa.inicio de sesión. encabezado.
es_us: Ajustes.github.empresa.inicio de sesión. encabezado
fr_ca: Paramètres.github.entreprise.connexion.en-tête.
hi_in: Settings.github.enterprise.login.header
id: Pengaturan.github.perusahaan.login.header
it: Accedi al tuo account di GitHub Enterprise
it_ch: Impostazioni.github.enterprise.login.intestazione.
ja_jp: 設定.github.enterprise.login.header
ko_kr: 설정.github.기업.로그인.헤더
nb_no: Innstillinger.github.enterprise.login.header.
pt: Definições.github.enterprise.login.header
pt_br: Configurações.github.enterprise.login.header
tr: ayarlar.github.enterprise.login.başlık
uk_ua: Settings.github.enterprise.login.header
zh_hant: 登入您的 GitHub Enterprise 帳號

# global.continue
source: Continue
ar_ae: عالمي. تابع
de_ch: weltweit.Fortfahren.
es_mx: continuar globalmente.
es_us: continuar globalmente.
fr_ca: mondial.continuer.
hi_in: वैश्विक.जारी रखें
id: Global.lanjutkan
it: Continua
it_ch: continua.globale
ja_jp: グローバル.継続する
ko_kr: 계속하다. 글로벌.
nb_no: Global fortsette.
pt: contínuo.global
pt_br: Global.continuar
tr: devam et. küresel.
uk_ua: Глобальний.продовжити
zh_hant: 繼續

# settings.gitlab.enterprise.login.enter.token
source: Enter your Personal Access Token
ar_ae: Settings.gitlab.enterprise.login.enter.token
de_ch: Entschlusst.GitLab.Betrieb.Login.Login.Token.
es_mx: Ajustes.gitlab.empresa.inicio de sesión.entrar.token
es_us: Ajustes.gitlab.empresa.inicio de sesión.entrar.token
fr_ca: Paramètres.gitlab.entreprise.connexion.entrer.mot de passe.
hi_in: सेटिंग्स.गिटलैब.एंटरप्राइज़.लॉगिन.एंटर.टोकन
id: Pengaturan.gitlab.perusahaan.masuk.masuk.token
it: Inserisci il tuo Personal Access Token
it_ch: Impostazioni.GitLab.Impresa.Login.Inserisci.Token.
ja_jp: 設定.gitlab.enterprise.login.enter.token
ko_kr: 설정.gitlab.enterprise.login.enter.token
nb_no: Innstillinger.GitLab.Firma.Login.Inn.Token.
pt: Definições.gitlab.enterprise.login.enter.token
pt_br: Configurações.gitlab.enterprise.login.enter.token
tr: ayarlar.gitlab.enterprise.login.enter.token
uk_ua: Settings.gitlab.enterprise.login.enter.token
zh_hant: 輸入您的個人權杖（Personal Access Token）

# settings.general.shell
source: Shell Command
ar_ae: الإعدادات.عام.شل
de_ch: Einzelheiten.Allgemein.Shell.
es_mx: Ajustes.general.shell
es_us: Ajustes.general.shell
fr_ca: Paramètres.général.shell
hi_in: सेटिंग्स.जनरल.शेल
id: Pengaturan.umum.shell
it: Comando di Shell
it_ch: Impostazioni.Generale.Scatola Shell
ja_jp: 設定.一般.シェル
ko_kr: 설정.일반.셸
nb_no: Innstillinger.Generell.Skjell
pt: Definições.gerais.shell
pt_br: Configurações.gerais.shell
tr: ayarlar.genel.shell
uk_ua: Налаштування.загальні.оболонка
zh_hant: 命令列
